Repository: zizicici/Watermelon
Catalog: Watermelon/Resource/Localizable.xcstrings
Source language: en
Languages: de, es, es_419, fr, ja, ko, pt_br, pt_pt, ru, uk, zh_hans, zh_hant, zh_hk

# onboarding.item.dedup.subtitle
source: If the same photo or video appears more than once in a single month, the backup keeps a single copy. Local and remote totals may differ slightly — that's expected.
de: Wenn dieselbe Foto- oder Videodatei in einem Monat mehrfach vorkommt, behält die Sicherung nur eine Kopie. Lokale und entfernte Anzahlen können dadurch leicht abweichen — das ist normal.
es: Si la misma foto o vídeo aparece más de una vez en un mismo mes, la copia de seguridad conserva una sola copia. Los totales local y remoto pueden diferir ligeramente; es normal.
es_419: Si la misma foto o video aparece más de una vez en un mismo mes, el respaldo conserva una sola copia. Los totales local y remoto pueden diferir ligeramente; es normal.
fr: Si la même photo ou vidéo apparaît plusieurs fois dans le même mois, la sauvegarde n'en garde qu'une copie. Les totaux locaux et distants peuvent légèrement différer, c'est normal.
ja: 同じ月の中で同一の写真や動画が複数回現れた場合、バックアップでは 1 つだけ保持します。ローカルとリモートの件数が完全には一致しないことがあるのは、このためです。
ko: 같은 달 안에서 동일한 사진이나 동영상이 여러 번 등장하면 백업은 한 개만 보관합니다. 로컬과 원격의 항목 수가 약간 달라지는 것은 정상입니다.
pt_br: Se a mesma foto ou vídeo aparecer mais de uma vez no mesmo mês, o backup mantém apenas uma cópia. Os totais local e remoto podem diferir um pouco — isso é esperado.
pt_pt: Se a mesma foto ou vídeo aparecer mais do que uma vez no mesmo mês, o backup mantém apenas uma cópia. Os totais local e remoto podem diferir ligeiramente — isso é esperado.
ru: Если одно и то же фото или видео встречается в одном месяце более одного раза, в резервной копии остаётся одна копия. Локальные и удалённые итоговые значения могут немного отличаться — это нормально.
uk: Якщо одне й те саме фото або відео з’являється кілька разів за один місяць, у резервній копії залишається лише одна. Тому локальна й віддалена суми можуть трохи відрізнятися — це нормально.
zh_hans: 如果同一个月里出现完全相同的照片或视频，备份只会保留一份。因此本地与远端的数量可能略有差异，这是正常现象。
zh_hant: 如果同一個月內出現完全相同的照片或影片，備份只會保留一份。因此，本機與遠端的數量可能略有差異，這是正常現象。
zh_hk: 如果同一個月內出現完全相同的相片或影片，備份只會保留一份。因此，本機與遠端的數量可能略有差異，這是正常現象。

# onboarding.item.dedup.title
source: Duplicates within a month are stored once
de: Doppelte Inhalte eines Monats werden nur einmal gespeichert
es: Los duplicados de un mismo mes se guardan una sola vez
es_419: Los duplicados de un mismo mes se guardan una sola vez
fr: Les doublons d'un même mois ne sont stockés qu'une fois
ja: 同じ月の重複は 1 つだけ保存
ko: 한 달 안의 중복은 한 번만 저장됩니다
pt_br: Duplicatas dentro de um mês são guardadas apenas uma vez
pt_pt: Duplicados no mesmo mês são guardados apenas uma vez
ru: Дубликаты внутри месяца хранятся один раз
uk: Дублікати в межах одного місяця зберігаються лише раз
zh_hans: 同一个月内的重复内容只保留一份
zh_hant: 同一個月內的重複內容只保留一份
zh_hk: 同一個月內的重複內容只保留一份

# onboarding.item.edited.subtitle
source: If you've adjusted, cropped, or trimmed a photo or video, the backup includes both the edit and the unedited original, along with a small adjustment file.
de: Wenn Sie ein Foto oder Video angepasst, zugeschnitten oder gekürzt haben, sichert Watermelon sowohl die Bearbeitung als auch das unbearbeitete Original und eine kleine Anpassungsdatei.
es: Si has ajustado, recortado o acortado una foto o un vídeo, la copia de seguridad incluye tanto la versión editada como el original sin editar, junto con un pequeño archivo de ajustes.
es_419: Si ajustaste, recortaste o acortaste una foto o un video, el respaldo incluye tanto la versión editada como el original sin editar, junto con un pequeño archivo de ajustes.
fr: Si vous avez ajusté, recadré ou raccourci une photo ou une vidéo, la sauvegarde inclut la version modifiée, l'original non modifié et un petit fichier d'ajustements.
ja: 写真や動画を調整・切り抜き・トリミングした場合、編集後のファイルと未編集の元データ、調整内容を記録した小さなファイルがすべて含まれます。
ko: 사진이나 동영상을 보정하거나 자르거나 길이를 조절한 경우 편집본, 편집하지 않은 원본, 작은 보정 파일이 함께 백업됩니다.
pt_br: Se você ajustou, cortou ou aparou uma foto ou vídeo, o backup inclui a edição, o original sem edição e um pequeno arquivo de ajustes.
pt_pt: Se ajustou, cortou ou aparou uma foto ou vídeo, o backup inclui a edição, o original sem edição e um pequeno ficheiro de ajustes.
ru: Если вы корректировали, кадрировали или подрезали фото или видео, в резервную копию попадут и редактированная версия, и неотредактированный оригинал, а также небольшой файл с настройками.
uk: Якщо ви налаштовували, обрізали або скорочували фото чи відео, у бекапі будуть і відредагована версія, і незмінений оригінал, а також невеликий файл із налаштуваннями.
zh_hans: 若照片或视频经过调整、裁剪或剪辑，备份会同时包含编辑后版本、未编辑的原始文件，以及一个记录调整的小文件。
zh_hant: 若照片或影片經過調整、裁剪或剪輯，備份會同時包含編輯後版本、未編輯的原始檔案，以及一個記錄調整的小檔案。
zh_hk: 若相片或影片經過調整、裁剪或剪輯，備份會同時包含編輯後版本、未編輯的原始檔案，以及一個記錄調整的小檔案。

# onboarding.item.edited.title
source: Edited photos keep the original
de: Bearbeitete Fotos behalten das Original
es: Las fotos editadas conservan el original
es_419: Las fotos editadas conservan el original
fr: Les photos modifiées conservent l'original
ja: 編集した写真は元のデータも保持
ko: 편집한 사진은 원본도 함께 보관됩니다
pt_br: Fotos editadas mantêm o original
pt_pt: As fotos editadas mantêm o original
ru: У отредактированных фото сохраняется оригинал
uk: Редаговані фото зберігають оригінал
zh_hans: 编辑过的照片会同时保留原片
zh_hant: 編輯過的照片會同時保留原片
zh_hk: 編輯過的相片會同時保留原片

# onboarding.item.live_photo.subtitle
source: Watermelon Backup backs up each Live Photo as a still image and a paired video. When you re-import using Watermelon Backup, they're automatically merged back into a Live Photo.
de: Watermelon sichert jedes Live Photo als Standbild und zugehöriges Video. Beim erneuten Import über Watermelon werden sie automatisch wieder zu einem Live Photo zusammengeführt.
es: Backup Sandía guarda cada Live Photo como una imagen fija y su vídeo. Al volver a importarlas con Backup Sandía, se combinan de nuevo en una Live Photo automáticamente.
es_419: Backup Sandía guarda cada Live Photo como una imagen fija y su video. Al volver a importarlas con Backup Sandía, se combinan de nuevo en una Live Photo automáticamente.
fr: Watermelon sauvegarde chaque Live Photo sous forme d'image fixe et de vidéo associée. Lors d'un réimport via Watermelon, elles sont automatiquement recombinées en Live Photo.
ja: スイカバックアップは Live Photos を静止画と動画のペアとして保存します。スイカバックアップで読み込み直すと自動的に Live Photo に戻ります。
ko: 수박 백업은 Live Photo를 정지 이미지와 동영상 한 쌍으로 백업합니다. 수박 백업으로 다시 가져오면 자동으로 Live Photo로 병합됩니다.
pt_br: O Backup Melancia faz backup de cada Live Photo como uma imagem estática e um vídeo emparelhado. Ao reimportar pelo Backup Melancia, eles voltam a ser combinados em uma Live Photo automaticamente.
pt_pt: O Backup Melancia faz backup de cada Live Photo como uma imagem estática e um vídeo emparelhado. Ao reimportar através do Backup Melancia, voltam a ser combinados numa Live Photo automaticamente.
ru: Арбуз Backup сохраняет каждое Live Photo как отдельное изображение и связанное видео. При повторном импорте через Арбуз Backup они автоматически объединяются обратно в Live Photo.
uk: Кавун Backup зберігає кожне Live Photo як нерухоме зображення й пов'язане відео. Під час повторного імпорту через Кавун Backup вони автоматично об'єднуються назад у Live Photo.
zh_hans: 备份会把每张 Live 图分别保存为静态图和配套视频。再次用西瓜备份导入时，会自动合并回 Live 图。
zh_hant: 備份會把每張 Live 圖分別儲存為靜態圖與配套影片。再次用西瓜備份匯入時，會自動合併回 Live 圖。
zh_hk: 備份會將每張 Live 圖分別儲存為靜態相片同配套影片，再次用西瓜備份匯入時會自動合併返做 Live 圖。

# onboarding.item.live_photo.title
source: Live Photos save as a photo plus a video
de: Live Photos werden als Foto und Video gespeichert
es: Las Live Photos se guardan como foto más vídeo
es_419: Las Live Photos se guardan como foto más video
fr: Les Live Photos sont enregistrées en photo et vidéo
ja: Live Photos は写真と動画に分けて保存
ko: Live Photo는 사진과 동영상으로 저장됩니다
pt_br: Live Photos são salvas como foto mais vídeo
pt_pt: As Live Photos são guardadas como foto mais vídeo
ru: Live Photo сохраняются как фото плюс видео
uk: Live Photo зберігається як фото плюс відео
zh_hans: Live 图会拆成照片和视频
zh_hant: Live 圖會拆成照片和影片
zh_hk: Live 圖會拆成相片同影片

# onboarding.item.single_client.subtitle
source: If two or more devices back up to the same remote folder at once, items can be omitted or overwritten.
de: Wenn mehrere Geräte gleichzeitig in denselben Remote-Ordner schreiben, können Inhalte überschrieben oder verloren gehen.
es: Si dos o más dispositivos hacen una copia de seguridad en la misma carpeta remota a la vez, algunos elementos pueden perderse o sobrescribirse.
es_419: Si dos o más dispositivos respaldan en la misma carpeta remota a la vez, algunos elementos pueden perderse o sobrescribirse.
fr: Si deux appareils ou plus sauvegardent simultanément dans le même dossier distant, certains éléments peuvent être écrasés ou perdus.
ja: 複数のデバイスが同じリモートフォルダへ同時にバックアップすると、一部のファイルが上書きされたり欠落したりすることがあります。
ko: 두 대 이상의 기기가 같은 원격 폴더에 동시에 백업하면 일부 항목이 덮어써지거나 누락될 수 있습니다.
pt_br: Se dois ou mais dispositivos fizerem backup na mesma pasta remota ao mesmo tempo, itens podem ser descartados ou sobrescritos.
pt_pt: Se dois ou mais dispositivos fizerem cópia de segurança na mesma pasta remota ao mesmo tempo, itens podem ser descartados ou sobrescritos.
ru: Если два или более устройства одновременно создают резервные копии в одной удалённой папке, элементы могут быть пропущены или перезаписаны.
uk: Якщо кілька пристроїв одночасно створюють резервні копії в одній і тій самій віддаленій папці, частина файлів може бути перезаписана або втрачена.
zh_hans: 若多台设备同时向同一远端文件夹写入，部分内容可能被覆盖或遗漏。
zh_hant: 若多台裝置同時向同一遠端資料夾寫入，部分內容可能被覆寫或遺漏。
zh_hk: 若多部裝置同時向同一遠端資料夾寫入，部分內容可能被覆寫或遺漏。

# onboarding.item.single_client.title
source: Multi-device backup isn't supported yet
de: Backups von mehreren Geräten werden noch nicht unterstützt
es: Aún no se admiten varios dispositivos a la vez
es_419: Aún no se admiten varios dispositivos a la vez
fr: La sauvegarde multi-appareils n’est pas encore prise en charge
ja: 複数のデバイスからの同時バックアップには未対応
ko: 여러 기기 동시 백업은 아직 지원되지 않습니다
pt_br: Backup de vários dispositivos ainda não é suportado
pt_pt: Cópia de segurança de vários dispositivos ainda não é suportada
ru: Резервное копирование с нескольких устройств пока не поддерживается
uk: Кілька пристроїв одночасно поки не підтримуються
zh_hans: 暂不支持多端同时备份
zh_hant: 暫不支援多端同時備份
zh_hk: 暫不支援多部裝置同時備份

# onboarding.title
source: Before You Start
de: Bevor Sie beginnen
es: Antes de empezar
es_419: Antes de empezar
fr: Avant de commencer
ja: はじめる前に
ko: 시작하기 전에
pt_br: Antes de começar
pt_pt: Antes de começar
ru: Перед началом
uk: Перед початком
zh_hans: 开始之前
zh_hant: 開始之前
zh_hk: 開始之前

# onedrive.error.accessDenied
source: OneDrive denied access.
de: OneDrive hat den Zugriff verweigert.
es: OneDrive denegó el acceso.
es_419: OneDrive denegó el acceso.
fr: OneDrive a refusé l’accès.
ja: OneDrive によってアクセスが拒否されました。
ko: OneDrive에서 접근을 거부했습니다.
pt_br: O OneDrive negou o acesso.
pt_pt: O OneDrive recusou o acesso.
ru: OneDrive отказал в доступе.
uk: OneDrive відхилив доступ.
zh_hans: OneDrive 拒绝访问。
zh_hant: OneDrive 拒絕存取。
zh_hk: OneDrive 拒絕存取。

# onedrive.error.auth.accountMismatch
source: This is a different OneDrive account. Sign in with the saved account.
de: Dies ist ein anderes OneDrive-Konto. Melden Sie sich mit dem gespeicherten Konto an.
es: Esta es una cuenta de OneDrive diferente. Inicia sesión con la cuenta guardada.
es_419: Esta es una cuenta de OneDrive diferente. Inicia sesión con la cuenta guardada.
fr: Ce compte OneDrive est différent. Connectez-vous avec le compte enregistré.
ja: 別の OneDrive アカウントです。保存済みのアカウントでサインインしてください。
ko: 다른 OneDrive 계정입니다. 저장된 계정으로 로그인하세요.
pt_br: Esta é uma conta do OneDrive diferente. Entre com a conta salva.
pt_pt: Esta é uma conta OneDrive diferente. Inicie sessão com a conta guardada.
ru: Это другая учетная запись OneDrive. Войдите с сохраненной учетной записью.
uk: Це інший обліковий запис OneDrive. Увійдіть зі збереженим обліковим записом.
zh_hans: 这是另一个 OneDrive 账号。请使用已保存的账号登录。
zh_hant: 這是另一個 OneDrive 帳戶。請使用已儲存的帳戶登入。
zh_hk: 這是另一個 OneDrive 帳戶。請使用已儲存的帳戶登入。

# onedrive.error.auth.configurationMissing
source: OneDrive sign-in is not configured.
de: Die OneDrive-Anmeldung ist nicht konfiguriert.
es: El inicio de sesión de OneDrive no está configurado.
es_419: El inicio de sesión de OneDrive no está configurado.
fr: La connexion OneDrive n’est pas configurée.
ja: OneDrive サインインが設定されていません。
ko: OneDrive 로그인이 구성되지 않았습니다.
pt_br: O login do OneDrive não está configurado.
pt_pt: O início de sessão do OneDrive não está configurado.
ru: Вход в OneDrive не настроен.
uk: Вхід в OneDrive не налаштовано.
zh_hans: OneDrive 登录未配置。
zh_hant: 尚未設定 OneDrive 登入。
zh_hk: 尚未設定 OneDrive 登入。

# onedrive.error.auth.reauthenticationRequired
source: Sign in to OneDrive again.
de: Melden Sie sich erneut bei OneDrive an.
es: Inicia sesión en OneDrive de nuevo.
es_419: Inicia sesión en OneDrive de nuevo.
fr: Reconnectez-vous à OneDrive.
ja: OneDrive にもう一度サインインしてください。
ko: OneDrive에 다시 로그인하세요.
pt_br: Entre no OneDrive novamente.
pt_pt: Inicie sessão no OneDrive novamente.
ru: Войдите в OneDrive снова.
uk: Увійдіть в OneDrive знову.
zh_hans: 请重新登录 OneDrive。
zh_hant: 請重新登入 OneDrive。
zh_hk: 請重新登入 OneDrive。

# onedrive.error.auth.unsupportedAccount
source: This OneDrive account type is not supported.
de: Dieser OneDrive-Kontotyp wird nicht unterstützt.
es: Este tipo de cuenta de OneDrive no es compatible.
es_419: Este tipo de cuenta de OneDrive no es compatible.
fr: Ce type de compte OneDrive n’est pas pris en charge.
ja: この OneDrive アカウントの種類はサポートされていません。
ko: 이 OneDrive 계정 유형은 지원되지 않습니다.
pt_br: Este tipo de conta do OneDrive não é compatível.
pt_pt: Este tipo de conta OneDrive não é suportado.
ru: Этот тип учетной записи OneDrive не поддерживается.
uk: Цей тип облікового запису OneDrive не підтримується.
zh_hans: 不支持此 OneDrive 账号类型。
zh_hant: 不支援此 OneDrive 帳戶類型。
zh_hk: 不支援此 OneDrive 帳戶類型。

# onedrive.error.driveNotReady
source: OneDrive is not ready for this account. Open OneDrive once, then try again.
de: OneDrive ist für dieses Konto noch nicht bereit. Öffnen Sie OneDrive einmal und versuchen Sie es dann erneut.
es: OneDrive no está listo para esta cuenta. Abre OneDrive una vez y vuelve a intentarlo.
es_419: OneDrive no está listo para esta cuenta. Abre OneDrive una vez y vuelve a intentarlo.
fr: OneDrive n’est pas prêt pour ce compte. Ouvrez OneDrive une fois, puis réessayez.
ja: このアカウントの OneDrive はまだ準備できていません。一度 OneDrive を開いてから再試行してください。
ko: 이 계정의 OneDrive가 아직 준비되지 않았습니다. OneDrive를 한 번 연 다음 다시 시도하세요.
pt_br: O OneDrive não está pronto para esta conta. Abra o OneDrive uma vez e tente novamente.
pt_pt: O OneDrive não está pronto para esta conta. Abra o OneDrive uma vez e tente novamente.
ru: OneDrive еще не готов для этой учетной записи. Откройте OneDrive один раз и повторите попытку.
uk: OneDrive ще не готовий для цього облікового запису. Відкрийте OneDrive один раз і повторіть спробу.
zh_hans: 此账号的 OneDrive 尚未就绪。请先打开一次 OneDrive，然后重试。
zh_hant: 此帳戶的 OneDrive 尚未就緒。請先開啟一次 OneDrive，然後重試。
zh_hk: 此帳戶的 OneDrive 尚未就緒。請先開啟一次 OneDrive，然後重試。

# onedrive.error.graph.invalidResponse
source: OneDrive returned an invalid response.
de: OneDrive hat eine ungültige Antwort zurückgegeben.
es: OneDrive devolvió una respuesta no válida.
es_419: OneDrive devolvió una respuesta no válida.
fr: OneDrive a renvoyé une réponse non valide.
ja: OneDrive から無効な応答が返されました。
ko: OneDrive에서 잘못된 응답을 반환했습니다.
pt_br: O OneDrive retornou uma resposta inválida.
pt_pt: O OneDrive devolveu uma resposta inválida.
ru: OneDrive вернул недопустимый ответ.
uk: OneDrive повернув недійсну відповідь.
zh_hans: OneDrive 返回了无效响应。
zh_hant: OneDrive 傳回了無效回應。
zh_hk: OneDrive 傳回了無效回應。

# onedrive.error.graph.requestFailedHTTP
source: Microsoft Graph request failed with HTTP status %1$d.
de: Microsoft Graph-Anfrage mit HTTP-Status %1$d fehlgeschlagen.
es: La solicitud de Microsoft Graph falló con el estado HTTP %1$d.
es_419: La solicitud de Microsoft Graph falló con el estado HTTP %1$d.
fr: La requête Microsoft Graph a échoué avec l’état HTTP %1$d.
ja: Microsoft Graph リクエストが HTTP ステータス %1$d で失敗しました。
ko: Microsoft Graph 요청이 HTTP 상태 %1$d로 실패했습니다.
pt_br: A solicitação do Microsoft Graph falhou com status HTTP %1$d.
pt_pt: O pedido do Microsoft Graph falhou com o estado HTTP %1$d.
ru: Запрос Microsoft Graph завершился с ошибкой HTTP %1$d.
uk: Запит Microsoft Graph завершився помилкою HTTP %1$d.
zh_hans: Microsoft Graph 请求失败，HTTP 状态为 %1$d。
zh_hant: Microsoft Graph 要求失敗，HTTP 狀態為 %1$d。
zh_hk: Microsoft Graph 要求失敗，HTTP 狀態為 %1$d。

# onedrive.error.graph.throttled
source: OneDrive is temporarily limiting requests. Try again later.
de: OneDrive begrenzt Anfragen vorübergehend. Versuchen Sie es später erneut.
es: OneDrive está limitando temporalmente las solicitudes. Inténtalo de nuevo más tarde.
es_419: OneDrive está limitando temporalmente las solicitudes. Inténtalo de nuevo más tarde.
fr: OneDrive limite temporairement les requêtes. Réessayez plus tard.
ja: OneDrive が一時的にリクエストを制限しています。後でもう一度お試しください。
ko: OneDrive가 일시적으로 요청을 제한하고 있습니다. 나중에 다시 시도하세요.
pt_br: O OneDrive está limitando solicitações temporariamente. Tente novamente mais tarde.
pt_pt: O OneDrive está a limitar pedidos temporariamente. Tente novamente mais tarde.
ru: OneDrive временно ограничивает запросы. Повторите попытку позже.
uk: OneDrive тимчасово обмежує запити. Спробуйте пізніше.
zh_hans: OneDrive 正在临时限制请求。请稍后重试。
zh_hant: OneDrive 正在暫時限制要求。請稍後重試。
zh_hk: OneDrive 正在暫時限制要求。請稍後重試。

# onedrive.error.insufficientStorage
source: OneDrive does not have enough storage space.
de: In OneDrive ist nicht genügend Speicherplatz verfügbar.
es: OneDrive no tiene suficiente espacio de almacenamiento.
es_419: OneDrive no tiene suficiente espacio de almacenamiento.
fr: L’espace de stockage OneDrive est insuffisant.
ja: OneDrive の空き容量が不足しています。
ko: OneDrive 저장 공간이 부족합니다.
pt_br: O OneDrive não tem espaço de armazenamento suficiente.
pt_pt: O OneDrive não tem espaço de armazenamento suficiente.
ru: В OneDrive недостаточно места.
uk: У OneDrive недостатньо місця.
zh_hans: OneDrive 存储空间不足。
zh_hant: OneDrive 儲存空間不足。
zh_hk: OneDrive 儲存空間不足。

# onedrive.error.itemMissing
source: The OneDrive item could not be found.
de: Das OneDrive-Element wurde nicht gefunden.
es: No se encontró el elemento de OneDrive.
es_419: No se encontró el elemento de OneDrive.
fr: L’élément OneDrive est introuvable.
ja: OneDrive アイテムが見つかりませんでした。
ko: OneDrive 항목을 찾을 수 없습니다.
pt_br: O item do OneDrive não foi encontrado.
pt_pt: O item do OneDrive não foi encontrado.
ru: Элемент OneDrive не найден.
uk: Елемент OneDrive не знайдено.
zh_hans: 找不到 OneDrive 项目。
zh_hant: 找不到 OneDrive 項目。
zh_hk: 找不到 OneDrive 項目。

# onedrive.error.mutationOutcomeUnknown
source: The OneDrive %@ operation was accepted, but the final result could not be verified.
de: Der OneDrive-Vorgang %@ wurde angenommen, aber das Endergebnis konnte nicht überprüft werden.
es: La operación %@ de OneDrive fue aceptada, pero no se pudo verificar el resultado final.
es_419: La operación %@ de OneDrive fue aceptada, pero no se pudo verificar el resultado final.
fr: L’opération OneDrive %@ a été acceptée, mais le résultat final n’a pas pu être vérifié.
ja: OneDrive の %@ 操作は受け付けられましたが、最終結果を確認できませんでした。
ko: OneDrive %@ 작업이 수락되었지만 최종 결과를 확인할 수 없습니다.
pt_br: A operação %@ do OneDrive foi aceita, mas não foi possível verificar o resultado final.
pt_pt: A operação %@ do OneDrive foi aceite, mas não foi possível verificar o resultado final.
ru: Операция OneDrive %@ была принята, но итоговый результат не удалось проверить.
uk: Операцію OneDrive %@ прийнято, але остаточний результат не вдалося перевірити.
zh_hans: OneDrive 的 %@ 操作已被接受，但无法确认最终结果。
zh_hant: OneDrive 的 %@ 操作已被接受，但無法確認最終結果。
zh_hk: OneDrive 的 %@ 操作已被接受，但無法確認最終結果。

# originalCache.footer
source: Photos and small videos (≤50 MB, including Live Photo clips) downloaded while browsing are cached on this device so viewing them again doesn’t require another download. The least-recently-used items are removed when the cache exceeds its limit. Clearing only frees local space.
de: Beim Durchsuchen heruntergeladene Fotos und kleine Videos (bis zu 50 MB, einschließlich Live Photo-Clips) werden auf diesem Gerät zwischengespeichert. Dadurch ist beim erneuten Ansehen kein weiterer Download erforderlich. Wenn der Cache sein Limit überschreitet, werden die am längsten nicht verwendeten Objekte entfernt. Das Leeren gibt nur lokalen Speicher frei.
es: Las fotos y los vídeos pequeños (≤50 MB, incluidos los clips de Live Photo) descargados al navegar se almacenan en caché en este dispositivo para no volver a descargarlos al verlos de nuevo. Los elementos menos usados recientemente se eliminan cuando la caché supera su límite. Vaciarla solo libera espacio local.
es_419: Las fotos y los videos pequeños (≤50 MB, incluidos los clips de Live Photo) descargados al navegar se almacenan en caché en este dispositivo para no volver a descargarlos al verlos de nuevo. Los elementos usados menos recientemente se eliminan cuando la caché supera su límite. Vaciarla solo libera espacio local.
fr: Les photos et petites vidéos (≤50 Mo, y compris les clips Live Photo) téléchargées pendant la navigation sont mises en cache sur cet appareil afin de ne pas être retéléchargées lors d'une nouvelle consultation. Les éléments les moins récemment utilisés sont supprimés lorsque le cache dépasse sa limite. Le vidage ne libère que l'espace local.
ja: 閲覧中にダウンロードした写真と 50 MB 以下の小さなビデオ（Live Photo のクリップを含む）は、このデバイスにキャッシュされます。そのため、再度表示してもダウンロードは発生しません。キャッシュが上限を超えると、最後に使用してから最も時間がたった項目が削除されます。消去しても、このデバイスの空き容量が増えるだけです。
ko: 탐색 중 다운로드한 사진과 작은 동영상(Live Photo 클립 포함, ≤50 MB)은 이 기기에 캐시되어 다시 볼 때 재다운로드되지 않습니다. 캐시가 한도를 초과하면 가장 오랫동안 사용하지 않은 항목이 삭제됩니다. 캐시를 지워도 로컬 공간만 확보됩니다.
pt_br: Fotos e vídeos pequenos (≤50 MB, incluindo clipes de Live Photo) baixados durante a navegação são armazenados em cache neste dispositivo para não serem baixados novamente ao visualizá-los. Os itens usados menos recentemente são removidos quando o cache excede o limite. Limpar apenas libera espaço local.
pt_pt: As fotos e vídeos pequenos (≤50 MB, incluindo clips de Live Photo) transferidos durante a navegação são colocados em cache neste dispositivo para não serem transferidos novamente ao vê-los de novo. Os itens usados menos recentemente são removidos quando a cache excede o limite. Limpar apenas liberta espaço local.
ru: Фото и небольшие видео (≤50 МБ, включая клипы Live Photo), загруженные во время просмотра, кэшируются на этом устройстве, чтобы не загружать их повторно. Дольше всего не использовавшиеся элементы удаляются, когда кэш превышает лимит. Очистка освобождает только локальное пространство.
uk: Фото та невеликі відео (≤50 МБ, включно з кліпами Live Photo), завантажені під час перегляду, кешуються на цьому пристрої, щоб не завантажувати їх знову. Елементи, які найдовше не використовувалися, видаляються, коли кеш перевищує ліміт. Очищення звільняє лише локальний простір.
zh_hans: 浏览时下载的照片，以及不超过 50 MB 的视频（含 Live 视频），会缓存在本设备，重复查看无需再次下载。超出上限时按最近最少使用自动清除。清空只释放本机空间。
zh_hant: 瀏覽時下載的照片及不超過 50 MB 的影片（包括 Live 影片）會快取在本裝置，重複檢視時無需再次下載。超出上限時，系統會自動清除最久未使用的項目。清除快取只會釋放本機空間。
zh_hk: 瀏覽時下載的相片及不超過 50 MB 的影片（包括 Live 影片）會快取在本裝置，重複檢視時無需再次下載。超出上限時，系統會自動清除最久未使用的項目。清除快取只會釋放本機空間。

# panel.backup
source: Backup
de: Sicherung
es: Copia de seguridad
es_419: Respaldo
fr: Sauvegarde
ja: バックアップ
ko: 백업
pt_pt: Cópia
ru: Резервное копирование
uk: Резервне копіювання
zh_hans: 备份
zh_hant: 備份
zh_hk: 備份

# panel.complement
source: Complete
de: Vervollständigen
es: Completar
es_419: Completar
fr: Compléter
ja: 補完
ko: 보완
pt_br: Completar
pt_pt: Completar
ru: Дополнить
uk: Доповнити
zh_hans: 补全
zh_hant: 補全
zh_hk: 補全

# panel.download
source: Download
de: Herunterladen
es: Descarga
es_419: Descarga
fr: Téléchargement
ja: ダウンロード
ko: 다운로드
pt_pt: Transferência
ru: Загрузка
uk: Завантаження
zh_hans: 下载
zh_hant: 下載
zh_hk: 下載

# panel.log
source: Log
de: Protokoll
es: Registro
es_419: Registro
fr: Journal
ja: ログ
ko: 로그
pt_br: Registro
pt_pt: Registo
ru: Лог
uk: Журнал
zh_hans: 日志
zh_hant: 日誌
zh_hk: 日誌
